"Display settings" = "Nastavení zobrazení";
"Show File Extensions" = "Zobrazit souborové přípony";
"Maintenance (next launch only)" = "Ůdržba (pouze při dalším spuštění)";
"Remove Cached Files" = "Odstranit soubory z cache";
